const copywritingInfo = {
  heroSection: {
    firstHeaderText: "Копирайтинг,",
    secondHeaderText: "който печели сърцата",
    textArr: [
      "Една дума може да каже хиляди неща, да предизвика безброй емоции и асоциации. Ето защо копирайтингът е толкова мощен инструмент в арсенала на дигиталния маркетинг. Но това не е единствената причина - добрият копирайтинг позволява на потребителите да намерят Вашия уебсайт или профили в социалните мрежи, за да направят това, в което сте ги убедили. Добрият копирайтинг убеждава и продава на точните хора, в точното място и най-подходящото време. ",
    ],
  },
  purpleSectionText: {
    header: "Копирайтинг - тук и сега",
    textArr: [
      "Онлайн потребителите нямат много свободно време – те искат отговори, продукти и решения. Точно сега. Копирайтингът може да им предостави точно това - подходящата информация за един онлайн бизнес, неговите актуални продукти и услуги. Това е тяхното първо впечатление и инструментът, който помага на потребителите да намерят това, от което се нуждаят бързо и лесно.",
      "Изключително важно е копирайтингът да бъде уникален за аудиторията, забележим и да следва бранд идентичността на марката. Всяка дума трябва да бъде избрана според потенциала си да въздейства и да влияе върху аудиторията. За да бъде копито или съдържанието ефективно, креативността и маркетинговата психология трябва да се слеят в едно. Именно синергията помежду им е това, което движи един бизнес напред.",
      ,
    ],
  },
  whiteSectionText: {
    header: "Копирайтърите ни са по-добри от копирайтърите Ви",
    textArr: [
      "Копирайтърите са специалисти по маркетинг, които познават (и се възползват) от силата на думите - или майсторлъка с думи, за да продават. Колко пари сте похарчили до момента за копирайтинг с ниско качество? Можете ли да продължите да инвестирате времето си в процеса на производство на съдържание, без да разбирате стъпките, които стоят зад него? ",
      "Спрете да създавате съдържание заради самото съдържание, започнете да създавате съдържание, което е стратегическо, подходящо и ангажиращо. От естествено, оптимизирано за ключови думи съдържание на уебсайта, до авторитетни статии за лидерство, ние от Finest Copy имаме експертния опит в над десет индустрии, за да създадем съдържанието, от което се нуждаят Вашите потребители",
      "Най-важната цел на копирайтинга е бизнесът, който представя, да бъде забелязан. А с подходящото послание и структура, ние можем да достигнем до всяка аудитория. Независимо дали става въпрос за еднократен проект за копирайтинг, за да подобрите уебсайта си, или търсите креативна стратегия за съдържание и PR кампании, ние можем да отговорим на тези търсения с повече от шест години практика и над 50 изпълнени проекта. ",
    ],
  },
};

export default copywritingInfo;
