const contentMarketingInfo = {
  heroSection: {
    firstHeaderText: "Маркетинг чрез",
    secondHeaderText: "съдържание",
    textArr: [
      "Всичко, което виждат Вашите потребители на уебсайта Ви, може да се нарече “съдържание”. Дали под формата на текст, видео или друг формат, съдържанието има за цел да информира, ангажира, обучава и подтиква към действие дадена аудитория. ",
      "А съдържание, което отговаря на въпроси и притеснения на купувачите, изгражда увереност при покупка и доверие в марката. Потенциалните клиенти ще считат Вашата марка за лидер във Вашата индустрия и ще гледат на Вашия бизнес като на експерт по темата за бъдещи нужди.",
    ],
  },
  purpleSectionText: {
    header: "Съдържанието е ключът",
    textArr: [
      "По време на своята така наречена “потребителска пътека”, нуждите от съдържание на потенциалните купувачи се променят в зависимост от етапа, в който са навлезли (напр. осведоменост, внимание и т.н.). С това се променя и формата на съдържание, която е по-вероятно да консумират потребителите. ",
      "Като задаваме правилните въпроси за оценка на всяка точка на допир, която клиентът би имал с Вашата марка, ние можем да определим темите и форматите на съдържание, от които потребителите ще се нуждаят на всеки етап от съвременната потребителска пътека.",
      "Ще направим одит на съществуващото бизнес съдържание на бранда Ви, ще анализираме таргет аудиториите  и ще картографираме нуждите от съдържание на нейните представители спрямо всеки етап - TOFU/MOFU/BOFU. ",
    ],
  },
  whiteSectionText: {
    header: "Избор на канали",
    textArr: [
      "Следващата стъпка е да препоръчаме формати на съдържание и най-подходящите канали за споделяне на това съдържание, за да изпълним цялостна стратегия за маркетинг чрез съдържание.",
      "А какво е мястото на копирайтинга в тази сложна картинка? Копирайтингът е изкуството на създаване на завладяващи послания, които продават. За да илюстрираме значението му, ще дадем един пример: маркетингът без добър копирайтинг е като да построите първи етаж на двуетажна къща, но да забравите да монтирате стълбите до следващия етаж. Копирайтингът е ценен елемент от маркетинг стратегията и пренебрегването му може да доведе до прекъсване на връзката или невъзможност за достигане до Вашата аудитория. Точно както къща, за която е предвидено да има стълби, тя губи връзката между етажите, ако те липсват.",
      "За да не Ви липсва нищо в маркетинг стратегията, винаги избирайте специалисти, които знаят как да изградят основите, стълбите и дори покрива на Вашето дигитално присъствие.",
    ],
  },
};

export default contentMarketingInfo;
