const servicesMain = {
  heroSection: {
    firstHeader: "Процес на създаване на цялостна маркетинг стратегия",
    secondHeader: "Какви услуги може да включва?",
    paragraphs: [
      "Започвайки взаимоотношенията си със стратегия, ние изграждаме разбиране за Вашия екип и начина, по който работите с клиенти. Ще анализираме Вашето текущо положение на пазара, за да начертаем правилния път за съвместната ни работа, наличните дигитални активи и информация. След това можем да проектираме и внедрим подходящите персонализирани решения, за да постигнем набелязаните цели.",
      "Нашата роля е да популяризираме бизнеса Ви, да изградим ангажираност с Вашите клиенти и да осигурим повече продажби. Всяко начинание и кампания, които създаваме, се основават на персонализирана фуния за продажби, която разработваме в сътрудничество с усилията на нашите клиенти.",
    ],
  },
  marketingStrategy: {
    header: "Стъпки в разработването на маркетинг стратегия",
    paragraphs: [
      "За максимално ползотворен и печеливш процес за двете страни - агенция и клиент, изпълняваме следните стъпки в разработването на маркетинг стратегия за бизнес",
      " Анализ на текущото състояние на маркетинга - Преглед на съществуващото съдържание и определяне на цели, приоритети и грешки. Анализ на текущи дигитални активи на бранда. Концепция и Дизайн - Творческа концепция, дизайн, разработка, адаптиране. Създаване на основно съдържание - Създаване на висококачествени дигитални активи, които отговарят на дефинираната стратегия за съдържание. Подготовка на съдържание - Брейнсторминг на идеи, подготовка на активи според времевата рамка и въвеждане на маркетинг календар. Публикуване на съдържание - Настройки в платформите за публикуване, разпространение и качване в различните маркетингови канали по график.Измерване на ефекта - Проследяване на KPI метрики и генериране на доклади. Съхранение на съдържанието - Безопасно и сигурно съхранение на  създадените дигитални активи.",
    ],
  },
  contentMarketingAndCopywriting: {
    header: "Маркетинг чрез съдържание + Копирайтинг",
    paragraphs: [
      "Всичко, което виждат вашите потребители на уебсайта ви, може да се нарече “съдържание”. Дали под формата на текст, видео или друг формат, съдържанието има за цел да информира, ангажира, обучава и подтиква към действие дадена аудитория. А съдържание, което отговаря на въпроси и притеснения на купувачите, изгражда увереност при покупка и доверие в марката. Потенциалните клиенти ще считат вашата марка за лидер във вашата индустрия и ще гледат на вашия бизнес като на експерт по темата за бъдещи нужди.",
      "По време на своята така наречена “потребителска пътека”, нуждите от съдържание на потенциалните купувачи се променят в зависимост от етапа, в който са навлезли (напр. осведоменост, внимание и т.н.). С това се променя и формата на съдържание, която е по-вероятно да консумират потребителите. Като задаваме правилните въпроси за оценка на всяка точка на допир, която клиентът би имал с Вашата марка, ние можем да определим темите и форматите на съдържание, от които потребителите ще се нуждаят на всеки етап от съвременната потребителска пътека.",
      "По време на своята така наречена “потребителска пътека”, нуждите от съдържание на потенциалните купувачи се променят в зависимост от етапа, в който са навлезли (напр. осведоменост, внимание и т.н.). С това се променя и формата на съдържание, която е по-вероятно да консумират потребителите. Като задаваме правилните въпроси за оценка на всяка точка на допир, която клиентът би имал с Вашата марка, ние можем да определим темите и форматите на съдържание, от които потребителите ще се нуждаят на всеки етап от съвременната потребителска пътека.",
    ],
  },
};
